Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Valtioiden ei ilman asianomaisten saamelaiskäräjien suostumusta tule ryhtyä sellaisiin
sme: Stáhtat eai galgga mearridit dahje miehtat dakkár doaibmabijuide mat

source: toimenpiteisiin tai sallia sellaisia toimenpiteitä, jotka voivat merkittävästi vahingoittaa
sme: mearkkašahtti ollu sáhttet vahágahttit sámi kultuvrra, sámi ealáhusaid ja sámi

source: saamelaisten kulttuurin, elinkeinojen tai yhteiskuntaelämän perustavanlaatuisia elinehtoja.
sme: servodateallima vuođđoeavttuid, jos juo ii mieđaš dasa dat sámediggi masa ášši gullá.

source: Saamelaiskäräjien oikeus muun asian valmistelun aikana
sme: Sámedikki vuoigatvuohta eará ášševálmmašteamis

source: Saamelaiskäräjillä on oikeus olla edustettuna julkisissa neuvostoissa ja komiteoissa, kun
sme: Sámedikkiin galgá leat dat vuoigatvuohta ahte sis lea ovddasteapmi almmolaš

source: nämä käsittelevät saamelaisten etuihin liittyviä asioita.
sme: ráđiin ja lávdegottiin main mearridit sámiid beroštumiide deaŧalaš áššiid.

source: Saamelaisten etuja koskevat asiat tulee esittää saamelaiskäräjille ennen kuin julkinen
sme: Sámedikkiid ovdii galget biddjojuvvot áššit mat gullet sámiid beroštumiide,

source: viranomainen päättää asiasta.
sme: ovdalgo almmolaš eiseváldi mearrida áššis maidege.

source: Valtion tulee selvittää, tarvitaanko saamelaiskäräjien edustusta tai ennakkolausuntoa.
sme: Stáhtat galget čielggadit makkár dárbu lea dakkár ovddasteapmái ja

source: Asia tulee selvittää riittävän aikaisin, jotta saamelaiskäräjät voisi vaikuttaa asian käsittelyyn ja
sme: sámedikkiid ovddalgihtiicealkámuššii. Dat ferte čađahuvvot doarvái buori áiggis

source: lopputulokseen.
sme: ovddalgihtii, vai sámedikkit sáhttet váikkuhit áššemearrideapmái ja dan bohtosii.

source: Saamelaiskäräjät päättää itse, milloin saamelaiskäräjät haluaa olla edustettuna tai antaa
sme: Sámedikkit mearridit ieža goas sii dáhttot iežaset ovddasteami dahje buktit

source: lausunnon asian käsittelyn aikana.
sme: cealkámušaid dakkár ášševálmmašteapmái.

source: Suhde kansanedustuslaitokseen
sme: Gaskavuohta riikkačoahkkimiidda

source: Sopimusvaltioiden kansanedustuslaitoksen, niiden valiokuntien tai muiden toimielimien
sme: Stáhtaid riikkačoahkkimat dahje sin lávdegottit dahje eará orgánat galget

source: tulee pyynnöstä ottaa vastaan saamelaiskäräjien edustajia, jotta nämä voivat tehdä selkoa
sme: ávžžuhusa vuođul vuostáiváldit sámedikkiid ovddasteddjiid, vai sii sáhttet čilget

source: saamelaisille merkityksellisistä kysymyksistä.
sme: áššiid mat mearkkašit ollu sámiide.

source: Saamelaiskäräjille tulee antaa mahdollisuus tulla kuulluksi kansanedustuslaitoksen
sme: Sámedikkiide galgá addojuvvot vejolašvuohta beassat gullojuvvot go riikka

source: käsitellessä sellaisia asioita, jotka erityisesti koskevat saamelaisia.
sme: čoahkkimat gieđahallet áššiid mat erenoamážit gusket sámi álbmogii.

source: Sopimusvaltioiden kansanedustuslaitokset vahvistavat tarkemmat säännöt siitä, mitä
sme: Guđege riikka riikkačoahkkimat addet dárkilet njuolggadusaid das makkár

source: asioita kuuleminen koskee ja minkälaista menettelyä sovelletaan.
sme: áššin lea sáhka, ja makkár bargovuohki galgá leat.

source: Saamelaiset ja kansainvälinen edustus
sme: Sámit ja riikkaidgaskasaš ovddasteapmi

source: Saamelaiskäräjät edustaa saamelaisia valtioidenvälisissä asioissa.
sme: Sámedikkit galget ovddastit sámiid riikkaidgaskasaš dilálašvuođain.

source: Valtioiden tulee edistää saamelaisten edustusta kansainvälisissä instituutioissa sekä
sme: Stáhtat galget ovddidit sámiid ovddasteami riikkaidgaskasaš lágádusain ja

source: saamelaisten osallistumista kansainvälisiin kokouksiin.
sme: sámiid searvamiid riikkaidgaskasaš čoahkkimiidda.

source: Yhteiset saamelaisorganisaatiot
sme: Oktasaš sámi organisašuvnnat

source: Sopimusvaltioiden saamelaiskäräjät voivat muodostaa yhteisiä organisaatioita.
sme: Sámedikkit sáhttet vuođđudit oktasaš organisašuvnnaid.

source: Valtioiden tulee tarvittaessa yhteistoiminnassa saamelaiskäräjien kanssa edistää julkisen
sme: Stáhtat galget dárbbu

source: vallan siirtämistä tällaisille yhteisille organisaatioille.
sme: mielde ja ovttasráđiid sámedikkiiguin oččodit almmolaš válddi dakkár oktasaš

source: 21 artikla
sme: organisašuvnnaide.

source: Muut saamelaiset yhteisöt
sme: Eará sámi ovttastumit

source: Valtioiden tulee kunnioittaa saamelaiskyliä, siidoja, paliskuntia, kolttasaamelaisten
sme: Stáhtat galget gudnejahttit ja dárbbu mielde ráđđádallat sámegilážiiguin,

source: kyläkokouksia ja muita saamelaisten toimivaltaisia organisaatioita tai paikallisia saamelaisia
sme: siiddaiguin, orohagaiguin, nuortalaččaid gilistivrrain ja eará máhtolaš sámi

source: edustajia sekä tarvittaessa neuvotella näiden kanssa.
sme: organisašuvnnaiguin dahje báikkálaš sámi áirasiiguin.

source: 22 artikla
sme: Sámeguovlu

source: Valtioiden tulee aktiivisesti pyrkiä vahvistamaan ja kehittämään sitä aluetta, jossa
sme: Stáhtat galget aktiivvalaččat mearridit ja ovddidit dan suorggi mas sámi

source: saamelaiset voivat hoitaa tämän sopimuksen ja valtioiden lainsäädännön mukaisia erityisiä
sme: álbmot sáhttá hálddašit iežas erenoamáš vuoigatvuođaid dán konvenšuvnna ja

source: oikeuksiaan.
sme: riikkaid láhkaásahusa mielde.

source: Saamelaisten kielelliset oikeudet
sme: Sámiid giellalaš vuoigatvuođat

source: Saamelaisilla tulee olla oikeus käyttää, kehittää ja välittää tuleville sukupolville kieltään
sme: Sámiin galgá leat vuoigatvuohta geavahit, ovddidit ja addit boahttevaš

source: ja perinteitään samoin kuin edistää saamen kielen taidon levittämistä myös sellaisille
sme: buolvvaide gielaset ja árbevieruideaset, ja bargat dan badjelii ahte sámegiela máhttu

source: saamelaisille, jotka osaavat kieltä vain epätäydellisesti tai eivät lainkaan osaa sitä.
sme: viidána maiddái sámiide geat máhttet unnán sámegiela dahje eai oppanassiige.

source: Saamelaisilla tulee olla oikeus päättää henkilönimistään ja maantieteellisistä nimistään
sme: Sámiin galgá leat vuoigatvuohta mearridit iežaset persovnnalaš namaid ja

source: sekä ylläpitää tätä nimistöä ja saada sille yleistä tunnustusta.
sme: geográfalaš namaid, ja doaladit dain ja oažžut daidda dábálaš dohkkehusa.

source: Valtioiden vastuu saamen kielestä
sme: Stáhtaid ovddasvástádus sámi gielas

source: Valtioiden tulee mahdollistaa saamelaisille saamen kielen säilyttäminen, kehittäminen
sme: Stáhtat galget dahkat sámiide vejolažžan seailluhit, ovddidit ja viiddidit

source: ja levittäminen.
sme: sámegiela.

source: Valtioiden tulee huolehtia siitä, että saamelaista kirjaimistoa voidaan käyttää
sme: Stáhtat galget fuolahit ahte sámi alfabehtaid lea dáinna ulbmiliin vejolaš

source: tehokkaasti tässä tarkoituksessa.
sme: geavahit ávkkálaččat.

source: Saamen kieltä tulee voida käyttää tehokkaasti tuomioistuimissa ja
sme: Sámegiela galgá leat vejolaš sámi guovlluin geavahit beaktilit duopmostuoluid

source: hallintoviranomaisissa saamelaisalueilla sekä myös näiden alueiden ulkopuolella sellaisissa
sme: ja eiseválddiid guovdu. Nu maid olggobealde dáid guovlluid dakkár riidduin ja áššiin

source: asioissa, joita on ensin käsitelty saamelaisalueilla tai joilla muuten on erityinen liittymä näihin
sme: mat vuos gieđahallojuvvojit sámi guovlluin, dahje mat earaláhkai gullet erenoamážit

source: alueisiin.
sme: dáidda guovlluide.

source: Sopimusvaltioiden tulee edistää saamenkielisen kirjallisuuden julkaisemista.
sme: Stáhtat galget ovddidit sámegielalaš girjjálašvuođa almmuheami.

source: Tämän artiklan määräykset koskevat myös harvinaisempia saamen kielimuotoja.
sme: Dán artihkkala mearrádusat galget maid gustot unnibuš sámegielaide.

source: 25 artikla
sme: Sápmelaš mediat

source: Sopimusvaltioiden tulee luoda edellytyksiä itsenäiselle saamelaiselle
sme: Stáhtat galget oččodit áigái iešbirgejeaddji sámi mediapolitihka vuođu ja dahkat

source: kehityksensä ohjaamisen ja yleisesti kiinnostavia asioita koskevan tiedon ja mielipiteiden
sme: sámi mediai vejolažžan stivret iežas ovdáneami, ja vel addit sámi álbmogii rikkis ja

source: ilmaisun rikkaan ja monipuolisen tarjoamisen saamelaisille.
sme: máŋggabeallásaš fálaldagaid main leat dieđut ja oaivilat viidát beroštahtti áššiin.

source: Valtioiden tulee huolehtia, että saamenkielisiä ohjelmia voidaan lähettää radiossa ja
sme: Stáhtat galget fuolahit ahte sáddejuvvojit sámegielalaš prográmmat radios ja TVs,

source: televisiossa sekä edistää saamenkielisten lehtien julkaisemista.
sme: ja galget dán gillii ovddidit aviisailbmademiid.

source: Valtioiden tulee yhteistyössä
sme: Ovttasráđiid sámedikkiiguin stáhtat

source: saamelaiskäräjien kanssa myös edistää yhteistyötä yli valtionrajojen sellaisten
sme: galget maid ovddidit riikkarájiid rasttideaddji ovttasbargguid medialágádusaid gaskka

source: tiedotusvälineiden kanssa, jotka tarjoavat saamenkielistä ohjelmaa tai saamenkielisiä
sme: guđet fállet prográmmaid dahje artihkkaliid sámegillii.

source: Mitä toisessa kappaleessa määrätään saamen kielestä, koskee kohtuullisessa laajuudessa
sme: Nuppi lađđasa mearrádus sámegiela birra galgá maid govttolaš mearrái gustot

source: myös harvinaisempia saamen kielimuotoja.
sme: unnibuš sámegielaide.

source: 26 artikla
sme: Sámi oahpahus

source: Saamelaisalueiden saamelaisille tulee varata tilaisuus opetukseen saamen kielessä ja
sme: Sámi guovlluid sámiin galgá leat vejolašvuohta beassat oahppat sámegiela ja

source: saamen kielellä.
sme: oažžut oahpahusa sámegillii.

source: Opetus ja opintotukijärjestelmä tulee mukauttaa heidän taustaansa.
sme: Oahpahus ja oahpporuhtadanortnet galgá leat

source: Opetuksen tulee mahdollistaa kaikentasoiseen jatkokoulutukseen osallistuminen ja samalla
sme: heivehuvvon sin duogážii. Dakkár oahpahus galgá dahkat sámiide vejolažžan searvat

source: vastata saamelaisten tarpeisiin voida vastaisuudessakin toimia perinteisten saamelaisten
sme: buotdásat joatkkaoahpahussii ja seammás váldit vuhtii sin dárbbuid ain beassat bargat

source: elinkeinojen parissa.
sme: árbevirolaš sámi ealáhusain.

source: Opintotukijärjestelmä tulee muotoilla siten, että se mahdollistaa
sme: Oahpporuhtadanortnet galgá hábmejuvvot nu, ahte

source: korkeamman koulutuksen saamen kielellä.
sme: sámegillii dahká vejolažžan alit oahpahusa.

source: Saamelaisalueen ulkopuolella saamelaisille lapsille ja nuorille tulee antaa tilaisuus
sme: Sámi guovlluid olggobealde sámi mánáin ja nuorain galgá leat vejolašvuohta

source: saamen kielen opetukseen, samoin kuin opetukseen saamen kielellä siinä laajuudessa kuin sen
sme: oažžut oahpahusa sámegielas, muhto maiddái sámegilliige mađe muddui dan lea vejolaš atnit govttolažžan guđege guovllus.

source: Opetus tulee mahdollisimman laajasti
sme: Oahpahus galgá muddejuvvot sin

source: mukauttaa heidän taustaansa.
sme: duogážii nu guhkás go lea vejolaš.

source: Valtakunnalliset opetussuunnitelmat tulee laatia yhteistyössä saamelaiskäräjien kanssa
sme: Riikkalaš oahppoplánat galget ráhkaduvvot ovttasráđiid sámedikkiiguin ja

source: ja sopeuttaa saamelaisten lasten ja nuorten kulttuuriseen taustaan ja tarpeisiin.
sme: heivehuvvot sámi mánáid ja nuoraid kultuvrralaš duogážii ja dárbbuide.

source: 27 artikla
sme: Dutkan

source: Tutkimus
sme: Stáhtat galget ovttasráđiid sámedikkiiguin bargat dan badjelii ahte leat

source: Sopimusvaltioiden tulee yhteistyössä saamelaiskäräjien kanssa luoda hyvät edellytykset
sme: doaibmabijut mat sámi servodaga dárbbašan máhtuid vuođul ovddidit dutkan

source: tutkimukselle, joka palvelee saamelaisen yhteiskunnan tiedontarvetta ja edistää saamelaisten tutkijoiden rekrytointia.
sme: prográmmaid ja buoridit sápmelaš dutkiidlogu.

source: Saamelaista tutkimusta suunniteltaessa tulee ottaa huomioon
sme: Go dakkár dutkan plánejuvvo, de ferte

source: saamelaisen yhteiskunnan kielelliset ja kulttuuriset olosuhteet.
sme: sámi servodaga gielalaš ja kultuvrralaš dilli váldojuvvot vuhtii.

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa edistää saamelaisten ja muiden
sme: Stáhtat galget ovttasráđiid sámedikkiiguin ovddidit sámi ja eará

source: tutkimuslaitosten yhteistoimintaa valtion rajojen sisä- ja ulkopuolella sekä tukea
sme: dutkanlágádusaid ovttasbarggu guđege riikkas ja riikkarájiid rastá, ja nannet

source: tutkimuslaitoksia, jotka erityisesti harjoittavat 1 kappaleessa tarkoitettua tutkimusta.
sme: dutkanlágádusaid erenoamážit dakkár dutkamiiguin mat namahuvvojedje vuosttamuš

source: Saamelaisten elinoloja koskevaa tutkimusta harjoitettaessa tulee ottaa huomioon
sme: Sámiide guoskevaš dutkan ferte leat heivehuvvon dakkár ehtalaš

source: saamelaisten alkuperäiskansa-aseman vaatimat eettiset säännöt.
sme: njuolggadusaide maid sámiid álgoálbmotdilli gáibida.

source: Saamelaisia koskeva opetus ja tiedottaminen
sme: Oahpahus ja diehtojuohkin sámiid birra

source: Saamelaisten kulttuurin ja yhteiskuntaelämän tulee tarkoituksenmukaisella tavalla
sme: Sámi álbmoga kultuvra ja servodateallin galgá ulbmálaččat boahtit oidnosii

source: ilmetä opetuksessa myös saamelaisyhteisön ulkopuolella.
sme: oahpahusas maiddái olggobealde sámi servodaga. Dakkár oahpahus galgá

source: Opetuksen tulee erityisesti pyrkiä
sme: erenoamážit ulbmádit ovddidit olbmuid máhtu sámiid sajádaga birra riikkaid

source: edistämään tietoa saamelaisten asemasta valtioiden alkuperäiskansana.
sme: álgoálbmogin.

source: Valtioiden tulee
sme: Stáhtat galget ovttasráđiid sámedikkiiguin fállat oahpahusa sámi

source: yhteistyössä saamelaiskäräjien kanssa järjestää saamelaisten kulttuurin ja yhteiskuntaelämän
sme: kultuvrras ja servodateallimis daidda olbmuide guđet galget bargat sámi guovlluin.

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa huolehtia siitä, että yleistä tietoa
sme: Stáhtat galget ovttasráđiid sámedikkiiguin fuolahit almmolaš diehtojuohkima

source: saamelaisesta kulttuurista ja saamelaisten yhteiskuntaelämästä levitetään laajasti.
sme: sámi kultuvrra ja servodateallima birra.

source: Sosiaali- ja terveystoimi
sme: Dearvvašvuođa- ja sosiálaásahus

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa huolehtia siitä, että
sme: Stáhtat galget ovttasráđiid sámedikkiiguin fuolahit ahte sámiid ássanguovlluin

source: terveydenhuolto ja sosiaalipalvelut saamelaisten asuinalueilla järjestetään siten, että näillä
sme: dearvvašvuođa- ja sosiálabálvalusat leat organiserejuvvon nu ahte dáid guovlluid sámiide leat sihkkarastojuvvon dearvvašvuođa- ja sosiálabálvalusat mat leat

source: mukautettua apua.
sme: heivehuvvon sin giellalaš ja kultuvrralaš duogážii.

source: Sosiaali- ja terveysviranomaisten tulee myös saamelaisten asuinalueiden ulkopuolella
sme: Maiddái olggobealde sámi ássanguovlluid dearvvašvuođa- ja

source: ottaa huomioon saamelaisten asiakkaiden ja potilaiden kielellinen ja kulttuurinen tausta.
sme: sosiálaeiseválddit galget váldit vuhtii sámi divššohasaid ja klienttaid giellalaš ja

source: 30 artikla
sme: kultuvrralaš duogáža.

source: Saamelaiset lapset ja nuoret
sme: Sámi mánát ja nuorat

source: Saamelaisilla lapsilla ja nuorilla on oikeus harjoittaa kulttuuriaan sekä säilyttää ja
sme: Sámi mánáin ja nuorain lea vuoigatvuohta ilbmadit iežaset kultuvrra ja

source: kehittää saamelaista identiteettiään.
sme: doaladit iežaset sámi identitehtas ja ovddidit dan.

source: Perinteiset taidot ja kulttuurinilmaukset
sme: Árbevirolaš máhtut ja kulturilbmadeamit

source: Valtioiden tulee kunnioittaa saamelaisten oikeutta hallita perinteistä tietämystään ja
sme: Stáhtat galget gudnejahttit sámi álbmoga vuogatvuođa hálddašit iežas

source: perinteisiä kulttuurinilmauksiaan sekä edistää sitä, että saamelaiset voivat säilyttää ja kehittää
sme: árbevirolaš máhtuid ja kultuvrralaš ilbmademiid, ja bargat vai sámit sámit sáhttet

source: niitä sekä välittää niitä tuleville sukupolville.
sme: seailluhit, ovddidit ja doalvut daid boahttevaš buolvvaide.

source: Kun muut kuin saamelaiset käyttävät saamelaiskulttuuria taloudellisesti hyväkseen,
sme: Stáhtat galget fuolahit nu, ahte sámi álbmot, go earát go samit ieža geavahit

source: tulee valtioiden edistää sitä, että saamelaisilla on mahdollisuus vaikuttaa toimintaan ja saada
sme: sámi kultuvrra gávppálaččat, ožžot vejolašvuođa váikkuhit doaimmaide ja oažžut

source: kohtuullinen osa toiminnan taloudellisesta tuloksesta.
sme: govttolaš oasi daid doaimmaid ruđalaš vuoittus.

source: Saamelaiskulttuuria tulee suojella
sme: Sámi kultuvra galgá leat

source: sellaisten kulttuuristen ilmaisujen käytöltä, jotka harhaanjohtavalla tavalla näyttävät olevan
sme: suddjejuvvon dakkár kultuvrralaš ilbmademiid vuostái mat mahkáš leat sámiid

source: saamelaista alkuperää.
sme: iežaset.

source: Valtioiden tulee edistää sitä, että saamelaisten perinteiset taidot otetaan huomioon
sme: Stáhtat galget fuolahit ahte sámiid árbevirolaš máhtut váldojuvvojit vuhtii go

source: saamelaisten elinoloista päätettäessä.
sme: sámi dilis mearriduvvo juoga.

source: 32 artikla
sme: Sámi kulturmuittut

source: Saamelaisia kulttuurimuistomerkkejä tulee suojata lailla. Niiden hallinnoinnin tulee
sme: Sámiid kulturmuittut galget leat suodjaluvvon lágas, ja riikka sámediggi galgá

source: kuulua saamelaiskäräjille tai kulttuurilaitoksille yhteistyössä saamelaiskäräjien kanssa.
sme: daid hálddašit dahje kulturlágádusat ovttasráđiid sámedikkiin.

source: Valtioiden tulee ryhtyä saamelaisten kulttuurimuistomerkkien dokumentointia, suojelua
sme: Stáhtat galget láhčit dilálašvuođaid riikkarájiid rasttideaddji ovttasbargui main

source: ja hallintoa koskevaan valtioiden rajat ylittävään yhteistyöhön.
sme: duođaštit, suodjalit ja hálddašit sámi kulturmuittuid.

source: Valtioiden tulee edistää sitä, että saamelaisalueilta pois viedyt, saamelaisyhteisölle
sme: Stáhtat galget bargat vai sámi kulturmuittut mat leat dolvojuvvon eret sámi

source: erityisen tärkeät kulttuurimuistomerkit, luovutetaan sopiviin museoihin tai kulttuurilaitoksille
sme: guovlluin, ja mat leat erenoamážat sámi servodahkii, galget biddjojuvvot dohkálaš dávvirvuorkkáide dahje kulturlágádusaide go nu lea dárkileappot vuos šihttojuvvon

source: sopimusvaltioiden saamelaiskäräjien kanssa tehtävän tarkemman sopimuksen mukaan.
sme: riikkaid sámedikkiiguin.

source: Valtioiden velvollisuudet saamelaiskulttuurin suhteen käsittävät myös kulttuurin
sme: Stáhtaid geatnegasvuođat sámi kultuvrra guovdu fátmmastit maid ávnnaslaš

source: aineellisen perustan siten, että saamelaisille tarjotaan välttämättömät elinkeinoihin liittyvät ja
sme: kulturvuođu, vai sámiide leat dárbbašlaš ealáhuslaš ja ekonomalaš eavttut maiguin

source: taloudelliset edellytykset säilyttää ja kehittää kulttuuriaan.
sme: sáhttet sihkkarastit ja ovddidit iežaset kultuvrra.

source: IV luku Saamelaisten oikeus maahan ja veteen
sme: Kapihttal IV

source: 34 artikla
sme: Sámiid vuoigatvuohta čáziide ja eatnamiidda

source: Maan ja veden perinteinen käyttö
sme: Eatnamiid ja čáziid árbevirolaš geavaheapmi

source: Pitkäaikainen perinteinen maa- tai vesialueiden käyttö muodostaa perustan saamelaisten
sme: Guhkesáigásaš árbevirolaš eanan- ja čáhceviidodagat leat vuođus go sámiin

source: yksilölliselle tai yhteisölliselle omistusoikeudelle näihin alueisiin pitkäaikaista käyttöä
sme: lea individuála ja kollektiiva opmodatvuoigatvuohta dáidda guovlluide

source: koskevien kansallisten tai kansainvälisten sääntöjen mukaan.
sme: guhkesáigásaš geavaheami geažil.

source: Jos saamelaiset, olematta omistajan asemassa, hallitsevat ja ovat perinteisesti käyttäneet
sme: Jos sámiin, almmá earáid anekeahttá sin eaiggádin, leat geavahusas ja árbe

source: tiettyjä maa- tai vesialueita poronhoitoon, metsästykseen tai kalastukseen taikka muulla
sme: virolaččat leat leamaš geavahusas dihto eanan- ja čáhceviidodagat boazodollui,

source: tavalla, tulee heillä olla oikeus alueiden jatkuvaan hallintaan ja käyttöön samassa laajuudessa
sme: meahcásteapmái, guolásteapmái dahje eará doibmii, de sis galgá leat vuoigatvuohta

source: kuin aikaisemminkin.
sme: ain hálddašit ja geavahit guovlluid nugo leat dahkan juo ovddežis. Jos iežaset

source: Jos saamelaiset käyttävät alueita yhdessä toisen kanssa, tulee kuitenkin
sme: guovlluid sámit geavahit ovttas earáiguin, de sámit ja duot nuppit galget geavahit

source: saamelaisten ja toisen käyttäjän käyttää oikeuksiaan ottaen molemminpuolisesti huomioon
sme: iežaset vuoigatvuođaid válddedettiineaset vuhtii nuppit nuppiid ja iežaset vuostálas

source: toisensa ja kilpailevien oikeuksien luonne.
sme: vuoigatvuođaid luonddu.

source: Erityistä huomiota tulee tässä yhteydessä kiinnittää
sme: Dán oktavuođas galgá erenoamážit váldojuvvot vuhtii

source: poronhoitoa harjoittavien saamelaisten asemaan.
sme: boazosápmelaččaid beroštumit.

source: Alueiden jatkuvan käyttöoikeuden
sme: Ahte vuoigatvuohta geavahit guovlluid lea

source: rajaaminen samaan laajuuteen kuin aikaisemminkin ei saa estää hyödyntämismuotojen
sme: ráddjejuvvon seammá muddui go ovdalge, ii galgga heađuštit dárbbu mielde geange

source: tarpeellista sopeuttamista tekniseen ja taloudelliseen kehitykseen.
sme: heiveheames geavahanvugiid teknihkalaš ja ekonomalaš ovdáneapmái.

source: Sen arvioiminen, onko kyseessä tässä artiklassa tarkoitettu perinteinen käyttö, tulee
sme: Dat árvvoštallan, leago dán mearrádusa mielde árbevirolaš geavaheapmi,

source: tapahtua sen perusteella, mikä muodostaa perinteisen saamelaisen maan ja veden
sme: galgá čađahuvvot dan vuođul mii lea sámiid árbevirolaš eanan- ja čáhcegeavaheapmi,

source: hyödyntämisen sekä ottamalla huomioon sen, ettei saamelaisten käyttö usein jätä pysyviä
sme: ja dainna vuhtiiváldimiin ahte dávjá sámiid geavaheamis eai báhcán bissovaš luottat

source: Tämän artiklan määräykset eivät sisällä mitään rajoitusta oikeuteen saada takaisin
sme: Dán mearrádusa artihkkal ii mearkkaš ahte dat ráddje dan vuoigatvuođa

source: omaisuutta, joka saamelaisilla voi olla kansallisen tai kansainvälisen oikeuden mukaan.
sme: oažžut ruovttoluotta opmodaga mii sámiin sáhttá leat riikkalaš ja riikkaidgaskasaš

source: 35 artikla
sme: rivttiid mielde.

source: Saamelaisten maahan ja veteen kohdistuvien oikeuksien suoja
sme: Sámiid eatnamiid ja čáziid vuoigatvuođaid suodjaleapmi

source: Valtioiden tulee ryhtyä välttämättömiin toimenpiteisiin suojatakseen tehokkaasti
sme: Stáhtat galget čađahit dárbbašlaš doaibmabijuid maiguin beaktilit

source: saamelaisten 34 artiklan mukaisia oikeuksia.
sme: suodjaluvvojit sámiid vuoigatvuođat artihkkala 34 mielde.

source: Valtioiden tulee tässä tarkoituksessa erityisesti
sme: Erenoamážit galget stáhtat

source: määritellä ne maa- ja vesialueet, joita saamelaiset perinteisesti käyttävät.
sme: árbevirolaččat geavahit.

source: Kansallisessa oikeudessa tulee olla sopivia menettelyjä saamelaisten maahan ja veteen
sme: Ulbmilii ávkkálaš ortnegat galget leat riikkalaš riektedoalus olámuttus

source: kohdistuvia oikeuksia koskevien vaatimusten käsittelemiseksi.
sme: maiguin iskat sámiid eanan- ja cáhcevuoigatvuođalaš áššiid.

source: Tuomioistuimessa olevassa
sme: Sámit galget riidduin

source: kyseisiä oikeuksia koskevassa asiassa saamelaisten tulee saada asian käsittelemiseksi
sme: mat leat dakkár vuoigatvuođaid geažil duopmostuoluid ovddas, sáhttit oažžut

source: välttämätöntä taloudellistapua.
sme: dárbbašlaš ekonomalaš doarjagiid vai sáhttet geahččalit áššiset doallevašvuođa.

source: 36 artikla
sme: Luonddu riggodagaid geavaheapmi

source: Luonnonvarojen hyödyntäminen
sme: Sámiid vuoigatvuohta luondduriggodagaide dakkár eanan- ja

source: Saamelaisten oikeutta luonnonvaroihin 34 artiklassa tarkoitetuilla maa- tai vesialueilla
sme: čáhceviidodagain maid artihkkal 34 fátmmasta, galget suodjaluvvot erenoamážit. Dan

source: tulee erityisesti suojata. Samassa yhteydessä tulee ottaa huomioon, että näiden keskeytymätön
sme: oktavuođas galgá vuhtii váldojuvvot ahte joatkevaš beassan daidda sáhttá leat eaktun
